package _5339;

public class _5339 {

	public static void main(String[] args) {

		System.out.println("     /~\\\r\n" + 
				"    ( oo|\r\n" + 
				"    _\\=/_\r\n" + 
				"   /  _  \\\r\n" + 
				"  //|/.\\|\\\\ \r\n" + 
				" ||  \\ /  ||\r\n" + 
				"============\r\n" + 
				"|          |\r\n" + 
				"|          |\r\n" + 
				"|          |");
	
	}
	
	// 
	/**
	 * 
	 * 제출 시 언어 Text로 설정한 후 
	 * 
	 *      /~\
	 *     ( oo|
	 *     _\=/_
	 *    /  _  \
	 *   //|/.\|\\ 
	 *  ||  \ /  ||
	 * ============
	 * |          |
	 * |          |
	 * |          |
	 *   
	 *  그대로 붙여넣으세용
	 * */

}